
export const TriggerLists = [
    {
      Name: "ロボット起動時",
    },
    {
      Name: "スティックを前に倒したとき"
    },
    {
      Name: "スティックを後ろに倒したとき"
    },
    {
      Name: "スティックを右に倒したとき"
    },
    {
      Name: "スティックを左に倒したとき"
    },
    {
      Name: "◯ボタンを押したとき"
    },
    {
      Name: "✕ボタンを押したとき"
    },
    {
      Name: "△ボタンを押したとき"
    },
    {
      Name: "□ボタンを押したとき"
    },
    {
      Name: "L1ボタンを押したとき"
    },
    {
      Name: "L2ボタンを押したとき"
    },
    {
      Name: "R1ボタンを押したとき"
    },
    {
      Name: "R2ボタンを押したとき"
    },
  ];
